"john.appleseed" = "john.appleseed";
"Sign In" = "Accedi";
"Your account name or password was entered incorrectly." = "Nome account o password inseriti non corretti.";
"There was an error logging in. Please try again." = "Si è verificato un errore durante il login. Riprova.";
"Apple ID password" = "Password ID Apple";
"Invalid token data is returned by server" = "Si è verificato un errore durante il login. Riprova.";
"Authentication was canceled by user" = "L’autorizzazione è stata annullata";
"password" = "password";
"OK" = "OK";
"Password field is empty" = "Inserisci la password.";
"Password expired. Please change your password on Mac." = "Password scaduta. Modifica la password in Impostazioni->Store";
"Required" = "Richiesto";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Desideri visitare iForgot.apple.com per recuperare le informazioni account?";
"Password" = "Password";
"Apple ID field is empty" = "Il campo ID Apple è vuoto";
"Apple ID" = "ID Apple";
"Cancel" = "Annulla";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Apple ID o password non inseriti correttamente.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Per ottimizzare la tua sicurezza, ti consigliamo di reimpostare la password. La procedura è semplice e accessibile da %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Questo Apple ID è stato disattivato per motivi di sicurezza. Puoi reimpostare la password da %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "L'orologio di questo dispositivo sembra indicare l'ora errata. Puoi risolvere il problema da Impostazioni > Generali > Data e ora, quindi riprovare.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Si è verificato un errore. Grazie per la pazienza. Riprova più tardi.";

"You appear to be offline. Please connect to the Internet and try again." = "Utente offline. Stabilisci la connessione a Internet e riprova.";

"Two-step verification has been disabled for the Apple ID account %@." = "La verifica in due passaggi è stata disabilitata per l'account con ID Apple %@.";

"Signing In" = "Accesso in corso";

"A new code has been sent to your device." = "Un nuovo codice è stato inviato al tuo dispositivo.";

"Code %1$d of %2$d selected" = "Codice %1$d di %2$d selezionato";

"Sending New Code" = "Invio nuovo codice in corso";

"Verifying code" = "Verifica codice in corso";

"Verified" = "Verifica completata";

/* Verification Code Screen Prompt */
"Enter verification code" = "Inserisci codice di verifica";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Inserisci il codice di verifica inviato a \"%@\"";

/* Send new code button title */
"Send a new code" = "Invia un nuovo codice";

/* SMS subtitle */
"SMS to Phone Number" = "SMS al numero di telefono";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Non riesci a ricevere messaggi su nessuno dei tuoi dispositivi?";

/* Verification Code Screen Title */
"Verification Code" = "Codice di verifica";

/* Trusted devices screen title */
"Verify Identity" = "Verifica identità";

/* Send button title */
"Send" = "Invia";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Per gestire i tuoi dispositivi registrati visita %@ da un Mac o da un PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "La verifica in due passaggi è attiva per questo ID Apple. ";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Sul dispositivo che hai scelto ti verrà inviato un codice temporaneo per la verifica dell'identità.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DISPOSITIVI REGISTRATI";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "È richiesta la verifica in due passaggi, ma l'interazione dell'utente non è consentita.";

/* Button title */
"My Apple ID…" = "Il mio ID Apple…";

/* Phone number description */
"Number ending in %@" = "Numero che termina con %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Hai eseguito troppi tentativi falliti di verificare la tua identità. Per motivi di sicurezza, non potrai apportare modifiche al tuo account per le prossime otto ore senza la chiave di recupero.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Hai inviato troppi codici per verificare il tuo numero di telefono. Riprova più tardi.";

/* Error Message */
"No Device information available." = "Informazioni sul dispositivo non disponibili";

/* Error Message */
"The verification code you entered is not valid." = "Il codice di verifica inserito non è valido.";

/* Error Message */
"Invalid Session." = "Sessione non valida";

/* Error Message */
"Cannot find this person." = "Impossibile trovare questo utente.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Hai fatto troppi tentativi errati di verificare il codice. Invia un nuovo codice a un altro dispositivo o riprova più tardi.";

/* Send Code to label */
"Send Code to:" = "Invia codice a:";

/* Error Message */
"Please enter a valid phone number." = "Inserisci un numero di telefono valido.";
